import '../../App.css'
import shape from '../../assets/shapes/crankle.png'

function Crankle() {

  return (
    <section className='content'>
      <img src={shape} className="logo" alt="Vite logo" />
      <p className='shape-description'>
        <b>Зигзаг</b> символизирует креативность, творчество, хотя бы потому, что она самая уникальная из пяти фигур и единственная разомкнутая фигура. Если Вы твердо выбрали Зигзаг в качестве основной формы, то Вы, скорее всего истинный "правополушарный" мыслитель. Вам свойственна образованность, интуитивность. Мысль Зигзага делает отчаянные прыжки: от а… к… я!  Зигзаги обычно имеют развитое эстетическое чувство. 
      </p>
      <p className='shape-description'>
        Зигзаги склонны видеть мир постоянно меняющимся. По этой причине нет ничего более скучного для них, чем никогда не изменяющиеся вещи, рутина, шаблон. Зигзаги просто не могут продуктивно трудиться в хорошо структурированных ситуациях. Им необходимо иметь большое разнообразие и высокий уровень стимуляции на рабочем месте. Они также хотят быть независимыми от других в своей работе. Немалую часть жизни они проводят в этом идеальном мире, отсюда и берут начало такие черты, как непрактичность, нереалистичность и наивность.
      </p>
      <p className='shape-description'>
        Зигзаг – самый восторженный, самый возбудимый из всех пяти фигур. Когда у него появляется новая и интересная мысль, он готов поведать ее всему миру! Зигзаги – неутомимые проповедники своих идей и способны мотивировать всех вокруг себя. Однако им не хватает политичности: они несдержанны, очень эспрессивны ("режут правду в глаза"), что наряду с их эксцентричностью, часто мешает им проводить свои идеи в жизнь.
      </p>
      <p className='shape-description'>
        <b>Жизненные ценности:</b> творчество, новизна, риск, скорость, самовыражение.
      </p>
      <p className='shape-description'>
        <b>Роли:</b> Любитель эпатажа. Артист. Экстремал. Экстремист. Ветреный тип. Сердцеед.
      </p>
      <p className='shape-description'>
        <b>«Сильные» качества:</b> спонтанность, креативность, напор, остроумие, легкость на подъем.
      </p>
      <p className='shape-description'>
        <b>«Слабые» качества:</b> неуправляемость, непостоянство, непредсказуемость, несдержанность, эксцентричность, возбудимость, индивидуализм, ненадежность, бесшабашность и безбашенность.
      </p>
      <p className='shape-description'>
        <b>Подходящие профессии:</b> Креативщик, артист, свободный художник, страховой агент или продавец «на проценте».
      </p>
      <p className='shape-description'>
        <b>Как общаться с зигзагом:</b> Девиз: «Твердость, доброжелательность, бесконечное терпение». Повлиять на зигзага практически невозможно. Иногда срабатывает прием «от противного» - предложить что-нибудь зигзагу, чтобы он захотел сделать наоборот. Главное в этом случае быстро с ним согласиться. Можно привлечь зигзага на свою сторону, восхищаясь его идеями, но это все равно не надолго. Всегда следует быть готовым к резким сменам решений и тем разговора.
      </p>
    </section>
  )
}

export default Crankle