import '../../App.css'
import shape from '../../assets/shapes/triangle.png'

function Triangle() {

  return (
    <section className='content'>
      <img src={shape} className="logo" alt="Vite logo" />
      <p className='shape-description'>
        Форма <b>треугольника</b> символизирует лидерство, и многие Треугольники ощущают в этом свое предназначение. Самая характерная особенность истинного Треугольника – способность концентрироваться на главной цели. Треугольники – энергичные, неудержимые, сильные личности, которые ставят ясные цели и, как правило, достигают их!
      </p>
      <p className='shape-description'>
        Треугольник – это очень уверенный человек, который хочет быть правым во всем! Сильная потребность быть правым и управлять положением дел, решать не только за себя, но и, по возможности, за других делает Треугольника личностью, конкурирующей с другими. Он часто рискует, бывает нетерпеливым и нетерпимым к тем, кто колеблется в принятии решений.
      </p>
      <p className='shape-description'>
        Треугольники очень не любят оказываться неправыми и с большим трудом признают свои ошибки,они не любят менять свои решения, часто бывают, категоричны, не признают возражений и в большинстве случаев поступят по-своему. Треугольник стремится достичь высокого положения, приобрести высокий статус, иначе говоря – сделать карьеру. Из Треугольников получаются великолепные менеджеры на самом "высоком" уровне управления.
      </p>
      <p className='shape-description'>
        Главное отрицательное качество "треугольной" формы: сильный эгоцентризм, направленность на себя. Треугольники заставляют все и всех вращаться вокруг себя, без них жизнь потеряла бы остроту.
      </p>
      <p className='shape-description'>
        <b>Жизненные ценности:</b> власть, лидерство, карьера, статус, победа, будущее.
      </p>
      <p className='shape-description'>
        <b>Роли:</b> Лидер. Пробивной. Воин. Пророк. Герой.
      </p>
      <p className='shape-description'>
        <b>«Сильные» качества:</b> рациональность, эффективность, лидерские качества, энергичность, харизматичность, высокая работоспособность, инициативность, смелость, решительность, независимость суждений.
      </p>
      <p className='shape-description'>
        <b>«Слабые» качества:</b> властность, самоуверенность, эгоизм, категоричность, резкость, язвительность, нетерпимость к инакомыслию, безаппеляционность («или по моему, или никак»).
      </p>
      <p className='shape-description'>
        <b>Внешний вид:</b> в зависимости от обстоятельств: если нужно для дела, то одет броско и «статусно», если нет, то склонен одеваться удобно.
      </p>
      <p className='shape-description'>
        <b>Подходящие профессии:</b> руководители в иерархических организациях, в том числе, и высшие, лидеры проектов, врачи-хирурги, психотерапевты «звездного» типа, в особенности гипнотизеры.


      </p>
    </section>
  )
}

export default Triangle