import '../../App.css'
import shape from '../../assets/shapes/rectangle.png'

function Rectangle() {

  return (
    <section className='content'>
      <img src={shape} className="logo" alt="Vite logo" />
      <p className='shape-description'>
        <b>Прямоугольник</b> символизирует состояние перехода и изменения. Это – люди, не удовлетворенные тем образом жизни, которые они ведут сейчас, и поэтому заняты поиском лучшего положения.

      </p>
      <p className='shape-description'>
        Наиболее характерные черты Прямоугольников – непоследовательность и непредсказуемость поступков в течение переходного периода. Прямоугольники могут сильно меняться изо дня в день и даже в пределах одного дня! Они имеют, как правило, низкую самооценку, стремятся стать лучше в чем-то, ищут новые методы работы, стиля жизни.
      </p>
      <p className='shape-description'>
        Прямоугольники обычно смущают и настораживают других людей. Тем не менее, как и у всех людей, у Прямоугольников обнаруживаются позитивные качества, привлекающие к ним окружающих. Это, прежде всего, - любознательность, пытливость, живой интерес ко всему происходящему и … смелость! Прямоугольники пытаются делать то, что никогда раньше не делали; задают вопросы, на что прежде у них не хватало духу. Они открыты для новых идей, легко усваивают все новое. Правда, оборотной стороной этого является чрезмерная доверчивость, наивность. Поэтому Прямоугольниками легко манипулировать. 
      </p>
      <p className='shape-description'>
        <b>Жизненные ценности:</b> в зависимости от внешних обстоятельств.
      </p>
      <p className='shape-description'>
        <b>Роли:</b> Размазня. Нерешительный. Козел отпущения. Неудачник. Растяпа.
      </p>
      <p className='shape-description'>
        <b>«Сильные» качества:</b> доверчивость, открытость, чувствительность, любознательность, готовность к изменениям, высокая обучаемость, «детскость», неамбициозность.
      </p>
      <p className='shape-description'>
        <b>«Слабые» качества:</b> наивность, бесхребетность, неуверенность, нерешительность, ненадежность, психическая неустойчивость, «проблемность».
      </p>
      <p className='shape-description'>
        <b>Рабочее место:</b> смесь порядка и беспорядка.
      </p>
      <p className='shape-description'>
        <b>Подходящие профессии:</b> Поскольку прямоугольник – переходная, зачастую «кризисная» фигура, то лучше всего отправить его на какое-то время в отпуск или на учебу. Идеальное занятие для прямоугольника – это учиться или отдыхать. Прямоугольник может быть хорошим экспертом или консультантом, но только в тех вопросах, где он признанный авторитет.
      </p>
    </section>
  )
}

export default Rectangle